<?php
return [
    'welcome' => 'ईगो रंगीन संपर्क लेंस आधिकारिक स्टोर में आपका स्वागत है',
    'select_language' => 'अपनी भाषा चुनें',
    'home' => 'होम',
    'aboutDetails' => 'ईगो विज़न, फैशन ग्रुप की एक सहायक कंपनी, बांग्लादेश में रंगीन और पावर वाले संपर्क लेंस की अग्रणी वितरक है। अपनी स्थापना के बाद से, हमने विश्व स्तर पर शीर्ष गुणवत्ता वाले उत्पादों और सेवाओं की पेशकश को प्राथमिकता दी है। हमारा ब्रांड "ईगो विज़न" प्रमाणित रंग संपर्क लेंस की एक विस्तृत श्रृंखला प्रदान करता है। ये लेंस आपकी प्राकृतिक आंखों के रंग के साथ मेल खाने के लिए तैयार किए गए हैं, जिससे एक सूक्ष्म और वास्तविक दिखने वाला प्रभाव उत्पन्न होता है। रंगीन लेंस का प्रभाव आपकी आईरिस के प्राकृतिक रंग पर निर्भर कर सकता है। इसके अलावा, हमारे लेंस गहरी आंखों को हल्का और उजली आंखों को बढ़ा सकते हैं, जिससे एक आश्चर्यजनक दृश्य परिवर्तन होता है।
    हम प्रीमियम शिपिंग प्रदान करते हैं, जिसमें देश के भीतर स्थान के अनुसार औसत डिलीवरी समय 24 से 48 घंटे है। हमारे लेंस हमारे 18 विशेष ऑप्टिकल स्टोर्स में उपलब्ध हैं और साथ ही देश भर में 1,500 से अधिक छोटे और मध्यम खुदरा आउटलेट्स के माध्यम से वितरित किए जाते हैं।',
    'blue_lense' => 'नीले लेंस',
    'green_lense' => 'हरे लेंस',
    'brown_lense' => 'भूरे लेंस',
    'grey-lense' => 'धूसर लेंस',
    'collections' => 'संग्रह',
    'colors' => 'रंग',
    'duration' => 'अवधियाँ',
    'toric_lenses' => 'टॉरिक लेंस',
    'accessories' => 'सहायक उपकरण',
    'shop_instagram' => 'इंस्टाग्राम पर खरीदें',
    'all_lenses' => 'सभी लेंस',
    'about_us' => 'हमारे बारे में',
    'Attitude_Collection' => 'एटिट्यूड कलेक्शन 2 टोन',
    'new_color' => 'नए रंग',
    'discover' => 'खोजें',
    'shop_color' => 'रंग की खरीदारी करें',
    'deep_brown' => 'गहरा भूरा',
    'bold_grey' => 'बोल्ड ग्रे',
    'Timeless' => 'एटिट्यूड टाइमलेस कलेक्शन 2024',
    'tones' => '3 टोन',
    'time_less_grey' => 'टाइमलेस ग्रे',
    'Enternal_Brown' => 'अनन्त भूरा',
    'Forever' => 'सदा',
    'Infinity_Blue' => 'अनंत नीला',
    'More_Ego_Vision_Lenses' => 'अधिक ईगो विज़न लेंस',
    'DELICIOUS_HONEY' => 'स्वादिष्ट हनी',
    'STARTING' => 'शुरुआत: 00.00 TK',
    'FOLLOW_US_ON' => 'हमें फॉलो करें',
    'instagram' => 'इंस्टाग्राम',
    'GO_FOLLOW_Ego_Vision' => 'फॉलो करें @Ego Vision',
    '120' => '120',
    '120' => '30',
    'Salon_31' => 'सैलून 31',
    'Verified' => 'सत्यापित',
    'Great_quality' => 'उत्कृष्ट गुणवत्ता...',
    'quality' => 'गुणवत्ता !!',
    'Angela' => 'एंजेला, 5 घंटे पहले',
    'reviews' => '/5 908 समीक्षाओं के आधार पर। हमारे 5 स्टार समीक्षाएँ दिखा रहे हैं',
    'rate' => 'रेटेड',
    'Trustpilot' => 'ट्रस्टपायलट',
    'LoadMore' => 'और लोड करें',

    // collection
    'Collections' => 'संग्रह',
    'Collections_Details' => 'एगो विजन के शानदार रंगीन संपर्क लेंसों का संग्रह खोजें, जो गहरे आंखों के लिए शीर्ष पसंद के रूप में प्रसिद्ध हैं और आपके प्राकृतिक आंखों की सुंदरता को बढ़ाने के लिए सावधानीपूर्वक तैयार किए गए हैं। हमारी रेंज का अन्वेषण करें ताकि आप अपनी शैली के अनुरूप अद्वितीय डिज़ाइन खोज सकें। चाहे आप हेज़ल, ग्रे, नीले, या हरे लेंस की तलाश कर रहे हों, हमारे पास हर किसी के लिए कुछ न कुछ है। हम प्रिस्क्रिप्शन रंगीन संपर्क लेंस भी पेश करते हैं।',
    'timeless_Collection' => 'कालातीत संग्रह',
    'tones_monthly' => '3 टोन - मासिक',
    'experience' => 'डेसियो के कालातीत संग्रह के साथ समयहीन Elegance का अनुभव करें, जो सूक्ष्म, प्राकृतिक आंखों के रंग को प्राप्त करने के लिए आदर्श है। गहरे भूरे आंखों के लिए तैयार, हमारा संग्रह आपके प्राकृतिक आंखों के रंग के साथ मिश्रित अंधेरे लेंसों की आपकी इच्छा को पूरा करता है। इस संग्रह की विशेषता 14.2 लेंस व्यास है, जो कई ग्राहकों द्वारा खोजा गया विशेषता है।',

    // footer
    'first_order' => 'अपने पहले ऑर्डर पर 10% की छूट प्राप्त करें!',
    'PROMOTION' => 'साइन अप करने से, हम आपको ईमेल द्वारा नवीनतम समाचार और प्रचारों से अवगत कराएंगे।',
    'promotion_next' => 'मैंने गोपनीयता नीति पढ़ ली है और इसे स्वीकार करता हूँ',
    'SUBSCRIBE' => 'सदस्यता लें',
    'Dollar' => 'USD - अमेरिकी डॉलर',
    'Euro' => 'EUR - यूरो',
    'Currency' => 'मुद्रा',
    'language' => 'भाषाएँ',
    'company_name' => 'कंपनी की जानकारी',
    'CUSTOMER' => 'ग्राहक सेवा',
    'More_about_lenses' => 'लेंस के बारे में अधिक जानकारी',
    'follow' => 'हमें फॉलो करें',
    'payment' => 'स्वीकृत भुगतान विधियां',

    // color
    // रंग
    'color' => 'रंग',
    'color_description' => 'क्या आप अपनी प्राकृतिक आँखों के रंग को निखारना चाहते हैं या अपने लुक को पूरी तरह से बदलना चाहते हैं? egovision.shop पर उच्च गुणवत्ता वाले रंगीन कॉन्टैक्ट लेंस का अद्भुत संग्रह देखें।
हमारी वेबसाइट पर विभिन्न शेड्स और स्टाइल्स में प्रीमियम रंगीन कॉन्टैक्ट लेंस का एक शानदार संग्रह उपलब्ध है। चाहे आप सूक्ष्म परिवर्तन चाहते हों या एक बोल्ड, आकर्षक लुक, हमारे पास आपकी आवश्यकताओं के अनुरूप लेंस उपलब्ध हैं। उच्चतम गुणवत्ता वाली सामग्रियों से निर्मित, हमारे लेंस आराम और सुरक्षा सुनिश्चित करते हैं। विभिन्न शेड्स में उपलब्ध, आप अपनी पसंद के अनुसार रंग चुन सकते हैं।
हमारी ग्राहक सेवा टीम किसी भी प्रश्न के लिए हमेशा तैयार है। इंतजार क्यों करें? आज ही परफेक्ट इगो विज़न के रंगीन कॉन्टैक्ट लेंस खोजें और अपने स्टाइल को तुरंत बदलें!',

    'purple' => 'इगो विज़न के शानदार बैंगनी कॉन्टैक्ट लेंस को खोजें! आपकी प्राकृतिक आँखों के रंग को निखारने के लिए विशेष रूप से डिज़ाइन किए गए ये लेंस सूक्ष्म लेकिन आकर्षक बैंगनी रंग प्रदान करते हैं। चाहे आपकी आँखें भूरे, हरे या नीले रंग की हों, ये बैंगनी लेंस आपके लुक में गहराई और आकर्षण जोड़ेंगे।',

    'blue_lenses' => 'एक ताज़ा और आकर्षक लुक चाहते हैं? इगो विज़न के नीले कॉन्टैक्ट लेंस आपकी सबसे अच्छी पसंद हैं! ये लेंस आपकी आँखों को शानदार नीला रंग प्रदान करने के लिए विशेष रूप से डिज़ाइन किए गए हैं, जिससे आप आत्मविश्वासी और अति आकर्षक महसूस करेंगे।',

    'Purple_Lenses' => 'बैंगनी लेंस',

    'Discover_the_Collection' => 'संग्रह खोजें',

    'Blue_Lenses' => 'नीले लेंस',

    'Hazel_header' => 'भूरा और हेज़ल लेंस',
    'Hazel_details' => 'इगो विज़न के भूरा और हेज़ल कॉन्टैक्ट लेंस एक सूक्ष्म, प्राकृतिक लुक के लिए आदर्श समाधान प्रदान करते हैं! चाहे आपकी आँखें हल्की हों या गहरी, ये लेंस एक असली हेज़ल रंग प्रदान करते हैं, जो आपकी प्राकृतिक आँखों के रंग के साथ आसानी से मेल खाता है।',

    'green_lenses_header' => 'हरे लेंस',
    'green_details' => 'इगो विज़न के हरे रंग के कॉन्टैक्ट लेंस आज़माएँ! ये विशेष रूप से आपकी प्राकृतिक आँखों के रंग को सुंदर हरे शेड के साथ निखारने के लिए डिज़ाइन किए गए हैं, जिससे आप भीड़ में सबसे अलग दिखें।',

    'grey_lenses_header' => 'ग्रे लेंस',

    'grey_details' => 'एक परिष्कृत और सुरुचिपूर्ण लुक के लिए, इगो विज़न के ग्रे कॉन्टैक्ट लेंस आज़माएँ! ये लेंस आपकी प्राकृतिक आँखों के रंग को निखारने के लिए विशेष रूप से डिज़ाइन किए गए हैं, और एक सूक्ष्म लेकिन प्रभावशाली ग्रे शेड प्रदान करते हैं, जिससे आप आत्मविश्वासी और आकर्षक महसूस करेंगे।',



];
