<?php
return [
    'welcome' => 'Добро пожаловать в официальный магазин цветных контактных линз Ego',
    'select_language' => 'Выберите ваш язык',
    'home' => 'ГЛАВНАЯ',
    'aboutDetails' => 'Ego Vision, дочерняя компания Fashion Group, является ведущим дистрибьютором цветных и оптических контактных линз в Бангладеш. С момента основания мы сосредоточены на предоставлении высококачественных продуктов и услуг, получаемых со всего мира. Наш бренд "Ego Vision" предлагает широкий выбор сертифицированных цветных контактных линз. Эти линзы разработаны таким образом, чтобы естественно дополнять цвет ваших глаз, создавая нежный и реалистичный эффект. Влияние цветных линз может варьироваться в зависимости от естественного оттенка радужки. Наши линзы могут осветлять темные глаза и подчеркивать яркость светлых глаз для создания впечатляющего визуального эффекта.
    Мы предлагаем премиум-доставку со средним временем доставки от 24 до 48 часов в зависимости от местоположения в стране. Наши линзы доступны в 18 эксклюзивных оптических магазинах и распространяются через более чем 1 500 малых и средних розничных точек по всей стране.',
    'blue_lense' => 'Синие линзы',
    'green_lense' => 'Зеленые линзы',
    'brown_lense' => 'Коричневые линзы',
    'grey-lense' => 'Серые линзы',
    'collections' => 'КОЛЛЕКЦИИ',
    'colors' => 'ЦВЕТА',
    'duration' => 'СРОКИ НОШЕНИЯ',
    'toric_lenses' => 'ТОРИЧЕСКИЕ ЛИНЗЫ',
    'accessories' => 'АКСЕССУАРЫ',
    'shop_instagram' => 'МАГАЗИН В INSTAGRAM',
    'all_lenses' => 'ВСЕ ЛИНЗЫ',
    'about_us' => 'О НАС',
    'Attitude_Collection' => 'Коллекция Attitude 2 тона',
    'new_color' => 'Новые цвета',
    'discover' => 'Откройте для себя',
    'shop_color' => 'Купить цвет',
    'deep_brown' => 'Глубокий коричневый',
    'bold_grey' => 'Смелый серый',
    'Timeless' => 'Коллекция Attitude Timeless 2024',
    'tones' => '3 тона',
    'time_less_grey' => 'Timeless серый',
    'Enternal_Brown' => 'Вечный коричневый',
    'Forever' => 'Навсегда',
    'Infinity_Blue' => 'Бесконечный синий',
    'More_Ego_Vision_Lenses' => 'Больше линз Ego Vision',
    'DELICIOUS_HONEY' => 'ДЕЛИКАТНЫЙ МЕД',
    'STARTING' => 'НАЧАЛО ОТ: 00.00 ТК',
    'FOLLOW_US_ON' => 'ПОДПИСЫВАЙТЕСЬ НА НАС В',
    'instagram' => 'Instagram',
    'GO_FOLLOW_Ego_Vision' => 'ПОДПИСЫВАЙТЕСЬ НА @Ego Vision',
    '120' => '120',
    '120' => '30',
    'Salon_31' => 'Салон 31',
    'Verified' => 'Подтверждено',
    'Great_quality' => 'Отличное качество...',
    'quality' => 'Качество!!',
    'Angela' => 'Анжела, 5 часов назад',
    'reviews' => '/5 на основе 908 отзывов. Показаны наши 5-звездочные отзывы',
    'rate' => 'Оценено',
    'Trustpilot' => 'Trustpilot',
    'LoadMore' => 'Загрузить больше',


    // collection
    'Collections' => 'Коллекции',
    'Collections_Details' => 'Откройте для себя изысканную коллекцию цветных контактных линз от Ego Vision, которая известна как лучший выбор для темных глаз и тщательно разработана для подчеркивания вашей естественной красоты глаз. Изучите наш ассортимент, чтобы найти уникальные дизайны, которые подойдут вашему стилю. Независимо от того, ищете ли вы линзы цвета ореха, серого, синего или зеленого, у нас есть что-то для каждого. Мы также предлагаем цветные контактные линзы по рецепту.',
    'timeless_Collection' => 'Вечная коллекция',
    'tones_monthly' => '3 тона - ежемесячно',
    'experience' => 'Испытайте вечную элегантность с коллекцией Desio, идеальной для достижения тонкого, естественного цвета глаз. Специально разработанная для темно-коричневых глаз, наша коллекция удовлетворяет ваше желание более темных линз, которые плавно сливаются с вашим естественным цветом глаз. Отличительной чертой этой коллекции является диаметр линз 14.2 мм, что является желаемым параметром для многих наших клиентов.',


    // footer
    'first_order' => 'Получите 10% скидку на первый заказ!',
    'PROMOTION' => 'Подписавшись, вы будете получать последние новости и акции по электронной почте.',
    'promotion_next' => 'Я прочитал(а) и принимаю политику конфиденциальности',
    'SUBSCRIBE' => 'ПОДПИСАТЬСЯ',
    'Dollar' => 'USD - Доллар США',
    'Euro' => 'EUR - Евро',
    'Currency' => 'Валюта',
    'language' => 'Языки',
    'company_name' => 'ИНФОРМАЦИЯ О КОМПАНИИ',
    'CUSTOMER' => 'ОБСЛУЖИВАНИЕ КЛИЕНТОВ',
    'More_about_lenses' => 'Подробнее о линзах',
    'follow' => 'Следите за нами',
    'payment' => 'Принимаемые способы оплаты',

    // color
    // цвет
    'color' => 'Цвет',
    'color_description' => 'Хотите подчеркнуть естественный цвет глаз или полностью изменить свой образ? Ознакомьтесь с невероятным ассортиментом цветных контактных линз высшего качества на сайте egovision.shop.
На нашем сайте представлен потрясающий ассортимент премиальных цветных контактных линз в различных оттенках и стилях. Хотите ли вы тонкое изменение или яркий эффектный внешний вид, у нас есть идеальные линзы, которые соответствуют вашему образу. Изготовленные из материалов высочайшего качества, наши линзы обеспечивают максимальный комфорт и безопасность. Благодаря широкому выбору оттенков вы можете выбрать уровень интенсивности цвета, который вам больше всего подходит.
Наша служба поддержки клиентов всегда готова ответить на любые вопросы. Зачем ждать? Откройте для себя идеальные цветные линзы Ego Vision уже сегодня и мгновенно преобразите свой стиль!',

    'purple' => 'Откройте для себя великолепные фиолетовые контактные линзы Ego Vision! Эти линзы, специально разработанные для улучшения естественного цвета глаз, предлагают тонкий, но завораживающий фиолетовый оттенок. Независимо от того, карие у вас глаза, зеленые или голубые, наши фиолетовые линзы добавят глубину и выразительность вашему образу.',

    'blue_lenses' => 'Хотите новый, захватывающий образ? Синие контактные линзы Ego Vision – идеальный выбор! Эти линзы, искусно созданные для придания глазам потрясающего синего оттенка, помогут вам почувствовать себя уверенно и неотразимо.',

    'Purple_Lenses' => 'Фиолетовые Линзы',

    'Discover_the_Collection' => 'Откройте Коллекцию',

    'Blue_Lenses' => 'Синие Линзы',

    'Hazel_header' => 'Карие и Ореховые Линзы',
    'Hazel_details' => 'Карие и ореховые контактные линзы Ego Vision – идеальное решение для создания естественного образа! Независимо от того, светлые у вас глаза или темные, эти линзы обеспечат естественный ореховый оттенок, который гармонично сочетается с вашим цветом глаз.',

    'green_lenses_header' => 'Зеленые Линзы',
    'green_details' => 'Попробуйте зеленые цветные контактные линзы Ego Vision! Эти линзы специально разработаны для улучшения естественного цвета глаз, придавая им красивый зеленый оттенок, который сделает вас заметным в толпе.',

    'grey_lenses_header' => 'Серые Линзы',

    'grey_details' => 'Для создания утонченного и элегантного образа попробуйте серые контактные линзы Ego Vision! Эти линзы тщательно разработаны для улучшения естественного цвета глаз и предлагают тонкий, но выразительный серый оттенок, который придаст вам уверенность и стильный вид.',



];
